<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
<head>
	<title>Creaci&oacute;n de p&aacute;ginas web con HTML </title>
	<LINK REL="stylesheet" TYPE="text/css" HREF="estilo.css">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
	<meta name="Keywords" content="UNAM, DGSCA, DGTIC, TIC, DGCTIC, cursos en l&iacute;nea, cursos en linea, c&oacute;mputo, computo, temario, cursos, cursos de computo, cursos de c&oacute;mputo">
	<meta http-equiv="Description" content="Cursos de c&oacute;mputo en l&iacute;nea, temario, e-learning">	
</head>
<body>
<div id="contenedor">
	<div align="center">
		<img src="img/encabezadoweb.jpg" alt="" width="532" height="163" border="0">
	</div>

	<div id="titulo">
		<h1> Creaci&oacute;n de p&aacute;ginas web con HTML  </h1>
	</div>
	
<h4>Presentaci&oacute;n</h4>
<p> HTML (Hyper Text Markup Language) es un lenguaje para la creaci&oacute;n de p&aacute;ginas web. La raz&oacute;n principal que motiva su uso es la creaci&oacute;n de un c&oacute;digo limpio, con la separaci&oacute;n del contenido con respecto al dise&ntilde;o. El empleo de sus etiquetas sem&aacute;nticas permite mayor claridad en el desarrollo, el mantenimiento y el posicionamiento de las p&aacute;ginas en los buscadores. Adem&aacute;s, HTML, en combinaci&oacute;n con el lenguaje CSS 3 (Cascading Style Sheet), logra potenciar el aspecto visual de las p&aacute;ginas Web.  </p>


<h4>OBJETIVO</h4>
<p>El participante identificar&aacute; los elementos para el desarrollo de sitios web, que integrar&aacute; con el lenguaje HTML y las hojas de estilo CSS de nivel 3.</p>

<h4>PERFIL DE INGRESO</h4>
<p>El curso est&aacute; dirigido a las personas interesadas en la generaci&oacute;n de contenidos para la Web. </p>
<p>Los interesados deber&aacute;n:</p>
	<ul>
    <li> Haber acreditado o demostrar conocimientos equivalentes al curso de Introducci&oacute;n a la computaci&oacute;n e Internet con WINDOWS o Conoce tu computadora.</li><br>
	<li> Contar con una cuenta de correo activa y acceso a Internet para conectarse al sitio del curso.</li><br>
	<li> Disponer de al menos 10 horas a la semana para revisar a fondo los contenidos y realizar las actividades de cada tema.</li><br>
</ul>

<h4>TEMARIO</h4>
1.	INTRODUCCI&Oacute;N<blockquote>
1.1.	Historia.<br>
1.2.	Conceptos b&aacute;sicos.<br>
1.3.	Herramientas para la creaci&oacute;n de p&aacute;ginas web.<br>
1.4.	Estructura b&aacute;sica de un documento HTML.</blockquote>
2.	ELEMENTOS B&Aacute;SICOS<blockquote>
2.1.	Secci&oacute;n.<br>
2.2.	Contenido.<br>
2.3.	Texto.<br>
2.4.	Hiperv&iacute;nculos.</blockquote>
3.	OTROS ELEMENTOS<blockquote>
3.1.	Multimedia.<br>
3.2.	Tablas.<br>
3.3.	Formularios.</blockquote>
4.	HOJAS DE ESTILO<blockquote>
4.1.	Introducci&oacute;n.<br>
4.2.	Dise&ntilde;o adaptable (RWD).<br>
4.3.	Selectores.<br>
4.4.	Propiedades.</blockquote>



<h4>DURACI&Oacute;N</h4>
<p>El curso tiene una duraci&oacute;n de 4 semanas, equivalente a 20 horas.</p>

<h4>FORMA DE TRABAJO</h4>
 	<ul>
  	<li> Al inicio de cada bloque estar&aacute;n disponibles los recursos y actividades para los temas, que deber&aacute; realizar al final de cada bloque, en las fechas se&ntilde;aladas en cada una de ellas.</li><br>
  	<li> El curso consta de 4 temas los cuales deber&aacute;n ser  revisados en <strong>un lapso m&aacute;ximo de cuatro semanas</strong>. El usuario es responsable de distribuir su tiempo para estudiar los temas que le corresponden en el periodo indicado.</li><br>
  	<li> Al finalizar el estudio del tema correspondiente, las pr&aacute;cticas o ejercicios que se pidan en cada unidad se subir&aacute;n a la plataforma, en los espacios destinados para tal fin.</li><br>
<li>Para comunicarse con sus compa&ntilde;eros o con el asesor, deber&aacute; utilizar los mensajes y correo de la plataforma.</li><br>
 	<li> Para todas las actividades que se indiquen a lo largo del desarrollo del curso, el participante contar&aacute; con la asistencia de un asesor ya sea por medio del foro o por correo electr&oacute;nico.</li><br>
	<li> Se abrir&aacute; un foro de discusi&oacute;n, en el cual deber&aacute; participar seg&uacute;n se solicite.</li><br>
	</ul>

<h4>EVALUACI&Oacute;N</h4>
 	<ul>
	<li>La calificaci&oacute;n m&iacute;nima aprobatoria es de <b>8.0</b>.</li><br>
	<li>El lapso m&aacute;ximo para aprobar todos los temas es de <b class="resaltar"> cuatro semanas</b> contadas a partir del inicio del curso.</li><br>
	<li>La evaluaci&oacute;n se compone de los siguientes puntos:</li><br>
	</ul>
	
<table width="70%" cellspacing="2" cellpadding="2" border="1">
	<tr>
		<td width="70%"><strong>Pr&aacute;cticas </strong><br></td>
		<th valign="middle" scope="col">	60%	</th>
	</tr>
	<tr>
		<td><strong>Participaci&oacute;n en los foros</strong><br></td>
		<th>20%</th>
	</tr>
	<tr>
		<td><strong>Pr&aacute;ctica final</strong><br></td>
		<th>20%</th>
	</tr>
	<tr>
	<th>Total</th>
	<th>100%</th>
	</tr>
</table>


<h4>REQUERIMIENTOS M&Iacute;NIMOS</h4>
<p> Deber&aacute; tener disponible un equipo de c&oacute;mputo con las siguientes caracter&iacute;sticas:<br>
<h5>HARDWARE:</h5>
<ul>
	<li> Procesador Core i3 o superior.</li><br>
	<li> Memoria RAM instalada de 1GB o superior.</li><br>
	<li> Espacio en el disco duro de al menos 1GB para la instalaci&oacute;n de los programas y archivos de trabajo.</li><br>
	<li> Monitor con una resoluci&oacute;n de 1024x768 o superior.</li><br>
</ul>

<h5>SOFTWARE:</h5>
<ul>
		<li> Sistema operativo Windows, Linux o MacOs.</li><br>
		<li>Un navegador (Microsoft Explorer, Mozilla Firefox, etc.), es recomendable utilizar las versiones m&aacute;s actuales.</li><br>
		<li><a href="http://get.adobe.com/es/reader/" target="_blank">Adobe Acrobat Reader</a> u otro software libre para abrir los archivos PDF.</li><br>
</ul>

<br>
<div id="pie">
		<p>&nbsp;</p><p>&nbsp;</p>
</div>
	
</div>
</body>
</html>